Repository: mozilla-l10n/mt-training-data
Catalog: kmr/kmr_pontoon.tmx
Source language: en_us
Languages: kmr

source: <p>The address specifies a protocol (e.g., <q>wxyz://</q>) the browser does not recognize, so the browser cannot properly connect to the site.</p> <ul> <li>Are you trying to access multimedia or other non-text services? Check the site for extra requirements.</li> <li>Some protocols may require third-party software or plugins before the browser can recognize them.</li> </ul>
kmr: <p>Navnîşan protokolekê destnîşan dike (mînak, <q>wxyz://</q>) ku gerok wê nas nake, loma gerok nikare bi asayî bi malperê ve bê girîdan.</p> <ul> <li>Tu dixwazî xwe bigihînî multîmedyayekê yan jî xizmeteke din ya ne nivîskî? Malperê ji bo pêdiviyên zêdek kontrol bike.</li> <li>Dibe ku ji bo hin protokolan beriya gerok wan nas bike, nermalav yan jî pêvekên partiya sêyemîn bivên.</li> </ul>

source: <p>The browser could not find the host server for the provided address.</p> <ul> <li>Check the address for typing errors such as <strong>ww</strong>.example.com instead of <strong>www</strong>.example.com.</li> <li>If you are unable to load any pages, check your device’s data or Wi-Fi connection.</li> </ul>
kmr: <p>Gerokê nekarî ji bo navnîşana hatî xwestin pêşkêşkata host peyda bike.</p> <ul> <li>Navnîşanê ji bo şaşiyên nivîsandinê kontrol bike: wekî <strong>ww</strong>.example.com ji dêvla <strong>www</strong>.example.com.</li> <li>Heke tu nkarî ti rûpelan bar bikî, înterneta amûra xwe yan jî girêdana Wi-Fiyê kontrol bike.</li> </ul>

source: <p>The browser is configured to use a proxy server, but the proxy could not be found.</p> <ul> <li>Is the browser’s proxy configuration correct? Check the settings and try again.</li> <li>Is the device connected to an active network?</li> <li>Still having trouble? Consult your network administrator or Internet provider for assistance.</li> </ul>
kmr: <p>Gerok li gorî bikarînana rajekara proxyê hatiye vesazkirin, lê rajekara proxyê nehat dîtin</p> <ul> <li>Vesazkirina proxyê rast e? Sazkariyan kontrol bike û dîsa biceribîne.</li> <li>Cîhaza te bi toreke çalak ve girêdayî ye?</li> <li>Hîn jî pirsgirêk dewam dike? Ji bo alîkariyê bi rêvebirê tora xwe an jî bi dabînkera înternetê re bişêwire.</li> </ul>

source: <p>The browser is configured to use a proxy server, but the proxy refused a connection.</p> <ul> <li>Is the browser’s proxy configuration correct? Check the settings and try again.</li> <li>Does the proxy service allow connections from this network?</li> <li>Still having trouble? Consult your network administrator or Internet provider for assistance.</li> </ul>
kmr: <p>Gerok ji bo bikaranîna pêşkêşkara proksy hatiye eyarkirin, lê proksyê daxwaza têkiliyê red kir.</p> <ul> <li>DIbe ku eyarên proksyê ne rast hatibin çêkirin? Eyaran kontrol bike û dîsa biceribîne.</li> <li>DIbe ku ev proksy destûrê nade têkiliyên di ser wê torê re?</li> <li>Heke hê jî problem hebin, serî li rêveberiya torê yan jî dabînkera xizmeta înternetê bide.</li> </ul>

source: <p>The network link was interrupted while negotiating a connection. Please try again.</p> <ul> <li>The site could be temporarily unavailable or too busy. Try again in a few moments.</li> <li>If you are unable to load any pages, check your device’s data or Wi-Fi connection.</li> </ul>
kmr: <p>Girêdana torê di dema bazariya girêdanê de qut bû. Tika ye dîsa biceribîne.</p> <ul> <li>Dibe ku malper demkî nayê bikaranîn yan jî gelekî mijêl e. Piştî çend xulekan dîsa biceribîne.</li> <li>Heke ti malperek venabe, girêdana înterneta cîhaza xwe yan jî girêdana Wi-Fiyê kontrol bike.</li> </ul>

source: <p>The page you are trying to view cannot be shown because an error in the data transmission was detected.</p> <ul> <li>Please contact the website owners to inform them of this problem.</li> </ul>
kmr: <p>Ji ber ku di guhestina daneyan de çewtiyek hatiye tespîtkirin, rûpela dixwazî vekî nayê nîşandan.</p> <ul> <li>Tika ye bi xwediyên malperê re peywendiyê çêke û wan agahdar bike.</li> </ul>

source: <p>The page you are trying to view cannot be shown because it uses an invalid or unsupported form of compression.</p> <ul> <li>Please contact the website owners to inform them of this problem.</li> </ul>
kmr: <p>Ji ber ku rûpela dikî vekî şêweyeke jidandinê ya nederbasdar yan jî nayê destekkirin bi kar tîne, rûpela dixwazî vekî nayê nîşandan.</p> <ul> <li>Tika ye bi xwediyên malperê re peywendiyê çêke û wan agahdar bike.</li> </ul>

source: <p>The provided address is not in a recognized format. Please check the location bar for mistakes and try again.</p>
kmr: <p>Navnîşana hatî nivîsandin ne di formata naskirî de ye. Tika ye darikê cîgehê ji bo şaşiyan kontrol bike û dîsa biceribîne.</p>

source: <p>The site at %1$s has been reported as an attack site and has been blocked based on your security preferences.</p>
kmr: <p>Malpera %1$sê wekî malpereke erîşkar hate ragihandin û ew li gorî tercîhên te yên ewlehiyê hate astengkirin.</p>

source: <p>The site at %1$s has been reported as a potentially harmful site and has been blocked based on your security preferences.</p>
kmr: <p>Malpera %1$sê wekî malpereke ziyandar hate ragihandin û li gorî tercîhên te yên ewlehiyê malper hate astengkirin.</p>

source: <p>The site at %1$s has been reported as serving unwanted software and has been blocked based on your security preferences.</p>
kmr: <p>Malpera %1$sê wekî nermalava ku nayê xwestin hate ragihandin û ew li gorî tercîhên te yên ewlehiyê hate astengkirin.</p>

source: <p>This web page at %1$s has been blocked because one of your add-ons tried to open it. This site could be used to steal your info — like passwords or credit card numbers.</p>
kmr: <p>Ev rûpela webê li %1$s hatiye astengkirin ji ber ku yek ji pêvekên te hewl da ku wê veke. Ev malper dikare ji bo dizîna agahiyên te bê bikaranîn — wekî şîfre an hejmarên karta krediyê.</p>

source: <p>This web page at %1$s has been reported as a deceptive site and has been blocked based on your security preferences.</p>
kmr: <p>Malpera webê ya %1$sê wekî malpereke xapînok hate ragihandin û ev malper li gorî tercîhên te yên ewlehiyê hate astengkirin.</p>

source: Purple
kmr: Mor

source: Put the toolbar within easy reach. Keep it on the bottom, or move it to the top.
kmr: Darikê amûran dayne ciyekê bi hêsanî bigihîjiyê. Dikarî wê li xwarê bihêlî yan jî bibî jorê.

source: Quality
kmr: Kalîte

source: Quit %1$s
kmr: Ji %1$s`ê derkeve

source: Quitting the application to apply changes…
kmr: Ji bo sepandina guhertinan ji sepanê tê derketin…

source: Rated %1$s out of 5
kmr: %1$s ji 5'an hat nirxandin

source: Rating: %1$.02f out of 5
kmr: Nirxandin: jin 5an %1$.02f

source: Read and modify bookmarks.
kmr: Xwendin û guhertina favoriyan.

source: Read and modify browser settings.
kmr: Xwendin û guhertina eyarên gerokê.

source: Read and modify privacy settings.
kmr: Sazkariyên nihêniyê bixwîne û biguherîne.

source: Reader View, Print, Share, Open app
kmr: Xuyakirina Readerê, Wergerandin, Çapkirin, Bernamokê veke

source: Reader View, Report broken site, Print, Share, Open app
kmr: Xuyakirina Readerê, Malpera xirabe rapor bike, Çapkirin, Parvekirin, Bernamokê vek

source: Reader View, %s, Print, Share, Open app
kmr: Xuyakirina Readerê, %s, Çapkirin, Parvekirin, Bernamokê veke

source: Reader View, Translate, Print, Share, Open app
kmr: Xuyakirina Readerê, Wergerandin, Çapkirin, Parvekirin, Bernamokê veke

source: Reader View, Translate, Report broken site, Print, Share, Open app
kmr: Xuyakirina Readerê, Wergerandin, malpera xirabe rapor bike, Çapkirin, Parvekirin, Bernamokê veke

source: Reader View, Translate, %s, Print, Share, Open app
kmr: Xuyakirina Readerê, Wergerandin, %s, Çapkirin, Parvekirin, Bernamokê veke

source: read the article
kmr: gotarê bixwîne

source: Read the text of all open tabs.
kmr: Xwendina nivîsên hemû hilpekînên vekirî.

source: Read your browsing history
kmr: Raboriya geroka xwe bixwîne

source: Read your browsing history.
kmr: Raboriya xwe ya gerê bixwîne.

source: Ready to open up an amazing internet?
kmr: Tu amadeyî ku înterneteke nûwaze keşf bikî?

source: Recent bookmarks
kmr: Bijareyên dawiyê

source: Recently bookmarked
kmr: Bijareyên dawî

source: Recently closed
kmr: Vê dawiyê hatine girtin

source: Recently saved
kmr: Tomarbûnên dawî

source: Recently saved bookmarks
kmr: Bijareyên vê dawiyê tomarbûyî

source: Recently visited
kmr: Seredanên dawî

source: Recent searches
kmr: Lêgerînên dawiyê

source: Recommended extensions
kmr: Pêvekên pêşniyarkirî

source: Red
kmr: Sor

source: Reduce cookie banners
kmr: Agahdariyên xurekan kêm bike

source: Reminder: %1$s is still using your camera. Tap to open the tab.
kmr: Bibîrxistin: %1$s hê jî kameraya te bi kar tîne. Ji bo vekirina hilpekînê bitikîne.

source: Reminder: %1$s is still using your microphone and camera. Tap to open the tab
kmr: Bibîrxistin: %1$s hê jî mîkrofon û kameraya te bi kar tîne. Ji bo vekirina hilpekînê bitikîne

source: Reminder: %1$s is still using your microphone and camera. Tap to open the tab.
kmr: Bibîrxistin: %1$s hê jî mîkrofon kameraya te bi kar tîne. Ji bo vekirina hilpekînê bitikîne.

source: Reminder: %1$s is still using your microphone. Tap to open the tab
kmr: Bibîrxistin: %1$s hê jî mîkrofona te bi kar tîne. Ji bo vekirina hilpekînê bitikîne

source: Reminder: %1$s is still using your microphone. Tap to open the tab.
kmr: Bibîrxistin: %1$s hê jî mîkrofona te bi kar tîne. Ji bo vekirina hilpekînê bitikîne.

source: Remove %1$s
kmr: %1$s`ê rake

source: Remove from shortcuts
kmr: Ji nav bijareyan bibe

source: Remove from top sites
kmr: Ji nav malperên girîng bibe

source: Removes history (including history synced from other devices), cookies and other browsing data.
kmr: Raboriyê (raboriya ji cîhazên din jî senkronîzekirî), çerezan û agahiyên din yên gerokê tên jêbirin.

source: Remove suggestion
kmr: Pêşniyarê jê bibe

source: Removing cookies and site data for <b>%s</b> might log you out of websites and clear shopping carts.
kmr: Rakirina çerez û daneyên malperê ji bo <b>%s</b> dibe ku te ji malperan derxe û sepetên kirînê vala bike.

source: Report broken site…
kmr: Malpera xirabe rapor bike…

source: Request sent
kmr: Daxwaz hat şandin

source: Request support
kmr: Piştgiriyê bixwaze

source: Request support for this site?
kmr: Ji bo vê malperê piştgiriyê dixwazî?

source: Request to support site submitted
kmr: Daxwaz ji malpera piştgiriyê re hate şandin

source: Request to support site submitted.
kmr: Daxwaz ji malpera piştgiriyê re hate şandin.

source: required
kmr: pêdivî

source: Required data collection:
kmr: Berhevkirina daneyên pêwist:

source: Required permissions:
kmr: Destûrên pêwist:

source: Restart add-ons
kmr: Pêvekan ji nû ve bide destpêkirin

source: Restart extensions
kmr: Pêvekan ji nû ve bide destpêkirin

source: Revisit your latest searches from your homepage and tabs.
kmr: Vegere lêgerînên xwe yên dawiyê yên ji serûpel û hilpekînan.

source: Safe browsing with more choices
kmr: Bi vebijarkên zêdetir di ewlehiyê de bigere

source: Save address
kmr: Navnîşanê qeyd bike

source: Save and autofill addresses
kmr: Qeyd bike û navnîşanan xwerber dagire

source: Save and autofill cards
kmr: Kartên tomarkirî û xweber tên dagirtin

source: Save and continue
kmr: Qeyd bike û dewam bike

source: Save and fill payment methods
kmr: Rêbazên peredanû qeyd bike û dagire

source: Save and start browsing
kmr: Tomar bike û dest bi gerê bike

source: Save as PDF
kmr: Wekî PDF qeyd bike

source: Save as PDF…
kmr: Wekî PDF qeyd bike…

source: Saved cards
kmr: Kartên tomarkirî

source: Saved in “%s”
kmr: Di "%s"ê de hat tomarkirin

source: Saved passwords
kmr: Şîdreyên tomarkirî

source: Save in
kmr: Ciyê tomarkirinê

source: Save password?
kmr: Şîfreyê tomar bike?

source: Save sites as you browse. Sign in to grab bookmarks from other synced devices.
kmr: Malperan di dema vekirinê de qeyd bike. Ji bo xwe bigihînî favoriyên xwe yên cîhazên din yên senkronîzekirî, têkevê.

source: Save sites as you browse. We’ll also grab bookmarks from other synced devices.
kmr: Malperan di dema vekirinê de qeyd bike. Em ê favoriyên ji cîhazên din yên senkronîzekirî bînin virê.

source: Save some battery and your eyesight with dark mode.
kmr: Bi moda tarî dikarî ji bataryayê teseruf bikî û çavên xwe vehesînî.

source: Save to collection…
kmr: Li koleksiyonê qeyd bike…

source: Scan QR code
kmr: Koda QR sken bike

source: Search %1$s
kmr: Li %1$s bigere

source: Search by Image
kmr: Li gorî Wêne bigere

source: Search directly from the address bar
kmr: Lêgerînê rasterast ji darikê navnîşanan bike

source: Search downloads
kmr: Li jêbarkirinan bigere

source: Search engine name
kmr: Navê motora lêgerînê

source: Search engines
kmr: Motorên lêgerînê

source: Search engine: %s
kmr: Motora lêgerînê: %s

source: Search groups
kmr: Komên lêgerînê

source: Search history
kmr: Raboriya lêgerînê

source: Search %s
kmr: Bi %s bigere

source: Search settings
kmr: Eyarên lêgerînê

source: Search tabs
kmr: Di hilpekînan de bigere

source: search terms
kmr: peyvên lêgerînê

source: Securely save this card?
kmr: Vê kardê bi awayekî ewle hilînî?

source: Securely send tabs between your devices and discover other privacy features in Firefox.
kmr: Hilpekînan bi awayekî ewle di navbera amûrên xwe de veguhêze û taybetiyên din yên nepen yên Firefoxê kifş bike.

source: Secure site not available
kmr: Malpera ewle ne berdest e

source: Secure Site Not Available
kmr: Malpera ewle ne berdest e

source: Secure your credit cards
kmr: Kartên xwe yên krediyê bixe ewlehiyê

source: Secure your saved payment methods
kmr: Rêbazên peredanê yên ye qeyd kirine ewle bike

source: See all synced tabs
kmr: Hemû hilpekînên senkronîzekirî bibîne

source: See an interesting pic and learn more about it.
kmr: Wêneyekî balkêş bibîne û li ser wî bêtir bizane.

source: See details
kmr: Kitekitan bibîne

source: See fewer cookie pop-ups
kmr: Hindiktir pop-upên çerezan bibîne

source: See the web in the best light.
kmr: Webê di ronahiya herî baş de bibîne.

source: select
kmr: hilbijêre

source: Select address
kmr: Navnîşanê hilbijêre

source: Select addresses
kmr: Navnîşanan hilbijêre

source: Select a language to manage ”always translate“ and ”never translate“ preferences.
kmr: Ji bo birêvebirina vebijarkên ”timî wergerîne“ û ”qet wernegerîne“ zimanekî hilbijêre.

source: Select credit card
kmr: Karta krediyê hilbijêre

source: Select one
kmr: Yekê hilbijêre

source: %s encrypts all payment methods you save
kmr: %s hemû rêbazên peredenanê yên te qeydkirine şîfre dike

source: %s encrypts your card number. Your security code won’t be saved.
kmr: %s hejmara karta te şîfre dike. Koda te ya ewlekariyê wê neyê hilanîn.

source: Send
kmr: Bişîne

source: Send crash report
kmr: Rapora qezayê bişîne

source: Send more info
kmr: Zêdetir agahiyan bişîne

source: Send request
kmr: Daxwazê bişîne

source: Send tabs between devices, manage downloads, and get tips on getting the most out of %s.
kmr: Hilpekînan ji cîhazekê bişîne ya din, jêbarkirinan bi rê ve bibe û derbarê %sê de zêdetir bizane.

source: Set links from websites, emails, and messages to open automatically in Firefox.
kmr: Bila lînkên ji malperan, e-posteyan û peyaman xweber di Firefoxê de bên vekirin.

source: Set time
kmr: Demê eyar bike

source: Set up a device lock pattern, PIN, or password to protect your saved credit cards from being accessed if someone else has your device.
kmr: Nîgareke kilîdê, PIN yan jî şîfreyekê diyar bike ji bo ku gava amûra te bikeve destê kesên din kartên te yên krediyê bên parastin.

source: Set up a device lock pattern, PIN, or password to protect your saved logins and passwords from being accessed if someone else has your device.
kmr: Deseneke kilîdê, PIN yan jî şîfreyekê diyar bike da ku gava amûra te bikeve destê kesên din têketin û şîfreyên te yên tomarkirî parastî bin.

source: Set up a device lock pattern, PIN, or password to protect your saved payment methods from being accessed if someone else has your device.
kmr: Nîgareke kilîdê, PIN yan jî şîfreyekê diyar bike ji bo ku gava amûra te bikeve destê kesên din rêbazên te yên peredanê bên parastin.

source: Share…
kmr: Parve bike…

source: Share authentication information with extension developer
kmr: Agahiyên pejirandinê bi pêşdebirê pêvekan re parve bike

source: Share bookmarks information with extension developer
kmr: Agahiyên favoriyan bi pêşdebirên pêvekan re parve bike

source: Share browsing activity with extension developer
kmr: Çalakiya gerokê bi pêşdebirên pêvekan re parve bike

source: Share file
kmr: Dosyeyê parve bike

source: Share financial and payment information with extension developer
kmr: Agahiyên darayî û dravdanê bi pêşdebirê vebijarkê re parve bike

source: Share health information with extension developer
kmr: Agahiyên tenduristiyê bi pêşdebirên pêvekan re parve bike

source: Share location information with extension developer
kmr: Agahiyên cîgehê bi pêşdebirên pêvekan re parve bike

source: Share personal communications with extension developer
kmr: Agahiyên şexsî bi pêşdebirên pêvekan re parve bike

source: Share personally identifying information with extension developer
kmr: Agahiyên şexsî yên nasnameyî bi pêşdebirên pêvekan re parve bike

source: Shares basic usage data with Adjust, our mobile marketing vendor
kmr: Daneyên bikaranînê yên bingehîn bi hevkara me ya kar Adjustê tên parvekirin

source: Shares data about what features you use in %1$s with Leanplum, our mobile marketing vendor.
kmr: Daneyên têkildarî taybetiyên %1$sê ku tu bi kar tînî bi Leanpluma em xizmeta bazara mobîl jê dikirin re parve dike.

source: Share search terms with extension developer
kmr: Peyvên lêgerînê bi pêşdebirên pêvekan re parve bike

source: Share technical and interaction data with extension developer
kmr: Agahiyên teknîkî û yên peywendiyê bi pêşdebirên pêvekan re parve bike

source: Share URL
kmr: URL`ê parve bike

source: Share website activity with extension developer
kmr: Çalakiyên malperan bi pêşdebirên pêvekan re parve bike

source: Share website content with extension developer
kmr: Naverokên malperan bi pêşdebirên pêvekan re parve bike

source: %s, Heading
kmr: %s, Sernav

source: Shipping
kmr: Kargo

source: Shortcut limit reached
kmr: Tu gihîştî sînorê kurteriyan

source: Show all
kmr: Gişî nîşan bide

source: Show all bookmarks
kmr: Hemû bijareyan nîşan bide

source: Show all past explorations
kmr: Hemî gerên berê nîşan bide

source: Show all past explorations button
kmr: Bişkonên hemû hilpekînên keşfê yên berê nîşan bide

source: Show all recent tabs
kmr: Hemû hilpekînên kevn nîşan bide

source: Show all recent tabs button
kmr: Bişkoka hemû hilpekînên kevn nîşan bide

source: Show all saved bookmarks
kmr: Hemû hilpekînên tomarkirî nîşan bide

source: Show all saved bookmarks button
kmr: Bişkoka bijareyên tomarbûyî nîşan bide

source: Show all sites
kmr: Hemû malperan nîşan bide

source: Show fewer sites
kmr: Hindiktir malperan nîşan bide

source: Show hidden text
kmr: Nivîsara veşartî nîşan bide

source: Show less
kmr: Hindiktir nîşan bide

source: Show more
kmr: Zêdetir nîşan bide

source: Show most visited top sites
kmr: Malperên sereke nîşan bide

source: Show original
kmr: Ya orîjînal nîşan bide

source: Show trending suggestions
kmr: Pêşniyarên rojevî nîşan bide

source: Sign back in to sync
kmr: Dîsa têke senkronîzekirina xwe

source: Sign in to see history synced from your other devices.
kmr: Têkevê da ku tu raboriya senkronîzekirî ya ji cîhazên xwe yên din bibînî.

source: Sign in to sync tabs, bookmarks, passwords, and more.
kmr: Ji bo senkronîzekirina hilpekînan, bijareyan, şîfreyan û tiştên din têkevê.

source: Sign in with a %1$s account
kmr: Bi hesabekî %1$s têkevê

source: Site blocked for your safety
kmr: Malper ji bo ewlehiya te hate astengkirin

source: Site currently not supported
kmr: Malper niha nayê piştgirîkirin

source: Sites: %1$s
kmr: Malper: %1$s

source: Site settings
kmr: Eyarên malperan

source: Some settings are temporarily unavailable.
kmr: Hin eyar demdemî ne berdest in.

source: Some trackers marked below have been partially unblocked on this page because you interacted with them *.
kmr: Astengiya hin şopgerên li jêrê hatine nîşankirin, ji ber peywendiya te ya bi wan re, qismî hatiye rakirin *.

source: Sorry. A problem occurred in %1$s.
kmr: Bibore. Di %1$s`ê de problemek derket.

source: Sorry, we don’t support %1$s yet.
kmr: Bibore, em niha piştgiriya %1$s nakin.

source: Source URL
kmr: URL-ya çavkanî

source: Sponsored
kmr: Sponsorkirî

source: Sponsored shortcuts
kmr: Kurteriyên bi sponsor

source: Sponsored stories
kmr: Nûçeyên sponsorkirî

source: %s protects you from many of the most common trackers that follow what you do online.
kmr: %s te li hemberî piraniya şopgerên naskirî yên tevgerên te yên li ser înternetê dişopînin, diparêze.

source: %s search
kmr: Lêgerîna %sê

source: %s search engine
kmr: Motora lêgerînê ya %sê

source: %s: search engine selector
kmr: %s: hilbijêra motora lêgerînê

source: Start a quick search
kmr: Lêgerîneke bilez bide destpêkirin

source: Start on home
kmr: Ji destpêkê dest pê bike

source: Start your first search
kmr: Dest bi gera xwe ya pêşî bike

source: State
kmr: Eyalet

source: Stay encrypted when you hop between devices
kmr: Bi awayekî ewle ji amûreke xwe derbasî yeka din bibin

source: Stay in private browsing
kmr: Di gera taybet de bimîne

source: Stop downloading %1$s (%2$s)
kmr: Jêbarkirina %1$s rawestîne (%2$s)

source: Stops uniquely identifiable data from being collected about your device that can be used for tracking purposes.
kmr: Rê li berhevkirina zanyariyên derbarê amûra te de yên pêkan e biawayekî bêmînak bên pênasekirin digire ku pêkan e ji bo şopandinê bên bikaranîn.

source: Stories
kmr: Çîrok

source: Stories by topic
kmr: Gotarên li gorî sernavan

source: Street Address
kmr: Navnîşana Cadeyê

source: Stronger tracking protection and faster performance, but some sites may not work properly.
kmr: Parastina ji şopandinê ya bihêztir û performansa zûtir, lê dibe ku hin malper birêkûpêk nexebitin.

source: Suggestions from search engines
kmr: Pêşniyarên ji motorên lêgerînê

source: Suggestions from sponsors
kmr: Pêşniyarên ji sponsoran

source: Suggest strong password
kmr: Şîfreyên xurt pêşniyar bike

source: Summarize page
kmr: Kurteya rûpelê çêke

source: Sunrise
kmr: Hilatina rojê

source: Sunset
kmr: Avabûna rojê

source: Support request sent
kmr: Daxwaza piştgiriyê hat şandin

source: Swipe left or right to switch. Swipe left on your last tab to open a new tab.
kmr: Ji bo ji yekê derbasî yeka din bibî bi çep yan rastê ve kaş bike. Ji bo vekirina hilpekîneke nû ya dawiyê bi çepê ve kaş bike.

source: Swipe the toolbar to switch tabs
kmr: Ji bo guhertina hilpekînan darikê amûran kaş bike

source: Switching screens is easier than ever
kmr: Derbasbûna ji cîhazekê bo cîhazeke din êdî hêsantir e

source: Switch to desktop site
kmr: Derbasî malpera sermaseyê bbie

source: Switch to mobile site
kmr: Vegere malpera mobîl

source: Sync
kmr: Senkronîzekirin

source: Sync %1$s between devices
kmr: %1$s`ê di navbera alavan de senkronîze bike

source: Sync and save data
kmr: Senkronîze bike û daneyan qeyd bike

source: Sync and save your data
kmr: Senkronîze bike û daneyên xwe qeyd bike

source: Sync cards
kmr: Karda syncê

source: Sync cards across devices
kmr: Kartan di navbera amûran de senkronîze bike

source: Synced device
kmr: Alava senkronîzekirî

source: Synced from other devices
kmr: Ji alavên din hatiye senkronîzekirin

source: Sync Firefox between devices
kmr: Firefoxê di navbera amûran de senkronîze bike

source: Syncing paused
kmr: Senkronîzekirin hat rawestandin

source: Sync logins across devices
kmr: Hesaban di navbera amûran de sync bike

source: Sync passwords
kmr: Şîfreyê senkronîze bike

source: Sync passwords across devices
kmr: Şîfreya di navbera amûran de senkronîze bike
